Repository: suraleb/10d
Catalog: html/languages/admin-events.tmx
Source language: en
Languages: ru

source: Start time of the event must be less than end time
ru: Время начала события должно быть меньше времени окончания

source: Allow to edit entries
ru: Разрешить изменять записи

source: Allow to create records
ru: Разрешить создавать записи

source: Allow to remove entries
ru: Разрешить удалять записи

source: Allow to view entries
ru: Разрешить просматривать записи

source: Events/Promos
ru: События/Акции

source: Content
ru: Содержимое

source: Edit
ru: Изменить

source: Add an entry
ru: Добавить запись

source: Parameters
ru: Параметры

source: Active?
ru: Активно?

source: Description:
ru: Описание:

source: Document:
ru: Документ:

source: Picture:
ru: Изображение:

source: Thumbnail:
ru: Миниатюра:

source: Display pop-up?
ru: Показывать всплывающим окном?

source: Entry time-stamp:
ru: Время события:

source: to
ru: до

source: Title:
ru: Название:

source: Entry type:
ru: Тип записи:

source: Where:
ru: Местонахождение:

source: Preview
ru: Просмотр

source: Remove
ru: Удалить

source: Click here to change order
ru: Нажмите здесь чтобы изменить порядок

source: Exit from the sorting mode
ru: Выйти из режима сортировки

source: Advanced settings
ru: Дополнительные настройки

source: Main information
ru: Основная информация

source: Media content
ru: Медиа контент

source: Author
ru: Автор

source: Date
ru: Дата

source: Where
ru: Местонахождение

source: Manage
ru: Управление

source: the length is not set
ru: Отрезок не указан

source: End
ru: Конец

source: Begin
ru: Начало

source: Title
ru: Название

source: Event
ru: Событие

source: Promotion
ru: Акция

source: Entry &laquo;<a href="/open/admin-events/?action=edit&id=%d">%s</a>&raquo; was created {ID:%d}
ru: Создана запись &laquo;<a href="/open/admin-events/?action=edit&id=%d">%s</a>&raquo; {ID:%d}

source: Entry &laquo;%s&raquo; {ID:%d} was deleted
ru: Удалена запись &laquo;%s&raquo; {ID:%d}

source: Entry &laquo;<a href="/open/admin-events/?action=edit&id=%d">%s</a>&raquo; was updated {ID:%d}
ru: Обновлена запись &laquo;<a href="/open/admin-events/?action=edit&id=%d">%s</a>&raquo; {ID:%d}

source: The entry was not found. Perhaps it was removed.
ru: Запись не найдена. Возможно она была удалена.

source: Remove selected entry?<br /><b>Note:</b> you will not be able to restore the entry after deleting!
ru: Удалить выбранную запись?<br /><b>Внимание:</b> восстановить запись после удаления невозможно!

source: Entry was successfully removed from our database
ru: Запись успешно удалена из нашей Базы Данных

source: existing records
ru: существующие записи

source: section allows to manage entries
ru: раздел позволяет управлять записями

source: There are no entries matching your request
ru: По вашему запросу записей не найдено

source: section will help you create a new entry
ru: раздел поможет создать новое записи

source: body of the entry
ru: полный текст записи

source: you can choose information which user will be able to download while viewing the entry
ru: можете выбрать информацию, которую пользователь может скачивать при просмотре записи

source: given picture can be a booklet, menu or other information. thumbnail is created automatically, if not chosen below.
ru: данное изображение может быть буклетом, меню, либо иной информацией. миниатюра создаётся автоматически, если не выбрана ниже

source: will be displayed instead of image thumbnails
ru: будет отображена вместо миниатюры для изображения

source: show popup at home page or not
ru: отображать окно текущей записи, либо нет

source: select date and time for the entry
ru: выберите дату и время для записи

source: in what section of the site will be added this entry
ru: в какой раздел на сайте будет добавлена данная запись

source: specify the location for the entry
ru: укажите местонахождение для записи

source: File with records for the &laquo;Events/Promotions&raquo; module
ru: Файл с записями для модуля &laquo;События/Акции&raquo;
